const SETTINGS = {
  unitPrices: {
    "木造": 33000,
    "RC造": 50000,
    "S造": 33000,
    "軽量鉄骨造": 33000,
    "足場": 600,
    "アスベスト調査費": 90000,
    "重機回送費_10km以内": 14000,
    "重機回送費_10km以上": 18000,
    "重機回送費_50km以上": 35000
  },
  wastePrices: {
    "木くず": 16,
    "ボード類": 35,
    "廃プラ類": 50,
    "ガラ": 2,
    "ガラス": 10,
    "陶器": 20
  },
  recyclePrices: {
    "鉄": 25,
    "アルミ": 100
  },
  transportPrices: {
    "木くず": 2000,
    "コンクリート": 1000,
    "廃プラ": 2000,
    "ガラス・陶器": 2000,
    "石膏ボード": 2000
  },
  taxRate: 0.1
};